// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Instellingen taakopslag";

HSDAllowStoredJobsCheckBox = "Opgeslagen taken toestaan op deze printer";
HSDInternalPrinterMemoryLocation = "Intern printergeheugen";
HSDUSBFlashStorageDeviceLocation = "USB-flashopslagapparaat";
InternalPrinterMemoryLocationTooltip = "Alle taakopslaggegevens op het USB-flashopslagapparaat worden verwijderd met de beveiligd cryptografisch wissen methode. Alle volgende opgeslagen taken worden opgeslagen in het interne geheugen van de printer.";
USBFlashStorageDeviceLocationTooltip = "Het geplaatste flashopslagapparaat wordt geformatteerd en alle gegevens gaan verloren. Bestaande taakopslaggegevens worden vervolgens verplaatst van het interne geheugen van de printer naar het flashopslagapparaat en verwijderd uit het geheugen van de printer. Alle volgende opgeslagen taken worden opgeslagen op het flashopslagapparaat.";

HSDSortPopUpTitle = "Sorteer opgeslagen taken op:";
HSDRetainTempJobsPolicyPopUpTitle = "Behoud tijdelijke taken na opnieuw opstarten:";
HSDDeleteTempJobsAfterPopUpTitle = "Verwijder tijdelijke taken na:";
HSDDeleteStandardJobsAfterPopUpTitle = "Verwijder standaardtaken na:";
HSDRejectNoPinJobsCheckBox = "Annuleer alle opgeslagen taken zonder pincode";
HSDDeleteAllStoredJobsButton = "Verwijder alle opgeslagen taken";

// values for sort popup
HSDAlphabetically = "Taaknaam";
HSDChronologically = "Datum";

// values for retain temp jobs policy popup
HSDAll = "Alles";
HSDNone = "Niet behouden";
HSDOnlyPersonal = "Alleen persoonlijk";

// values for delete temp/standard job after popup
HSDNever = "Nooit";
HSDThirtyMinutes = "30 minuten";
HSDOneHour = "1 uur";
HSDFourHours = "4 uur";
HSDOneDay = "1 dag";
HSDOneWeek = "1 week";
HSDFourWeeks = "4 weken";

NoGetTitle = "Kon instellingen niet ophalen";
NoGetMsg = "Controleer of de printer online en verbonden is.";
